{"class_name": "Sequential", "keras_version": "2.2.4-tf", "config": {"layers": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "linear", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "batch_input_shape": [null, 6], "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_1", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_2", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_3", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_4", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_5", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_6", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_7", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_8", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_9", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_10", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_11", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_12", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_13", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_14", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"dtype": "float32", "seed": null, "stddev": 0.05, "mean": 0.0}}, "name": "dense_15", "kernel_constraint": {"class_name": "MaxNorm", "config": {"max_value": 5, "axis": 0}}, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "elu", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 50, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "name": "dense_16", "kernel_constraint": null, "bias_regularizer": null, "bias_constraint": null, "dtype": "float32", "activation": "linear", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 1, "use_bias": true, "activity_regularizer": null}}], "name": "sequential"}, "backend": "tensorflow"}